app/Http/Controllers/PengajuanController.php

    public function ajaxTable(){
       $informasi_pelaporan =  DB::table('informasi_pelaporans')
           ->where('status','ditangani')
           ->orWhere('status','diajukan')->get();
---
select * from `informasi_pelaporans` where `status` = 'ditangani' or `status` = 'diajukan'

    public function listKategori(){
        $kategori = Kategori::all();
---
select * from `kategoris`

    public function listTipe(){
        $tipe = Tipe::all();
---
select * from `tipes`

    public function listUser(){
        $User = Userss::all();
---
select * from `usersses`

    public function listUrgensi(){
        $urgensi = Urgensi::all();
---
select * from `urgensis`

    public function listPrioritas(){
        $prioritas = Prioritas::all();
---
select * from `prioritas`

    public function listJenis(){
        $jenis = Jenis::all();
---
select * from `jenis`

    public function listDampak(){
        $dampak = Dampak::all();
---
select * from `dampaks`

    public function listPetugas(){
        $petugas = Petugas::all();
---
select * from `petugas`