app/Http/Controllers/RekapController.php

    public function laporan($id){
        $status = "difasilitasi";
        $informasi_pelaporan = Informasi_pelaporan::where('status',$status)
        ->join ('tipes','informasi_pelaporans.tipe_id','=','tipes.id_tipe')
        ->join ('dampaks','informasi_pelaporans.dampak_id','=','dampaks.id_dampak')
        ->join ('jenis','informasi_pelaporans.jenis_id','=','jenis.id_jenis')
        ->join ('kategoris','informasi_pelaporans.kategori_id','=','kategoris.id_kategori')
        ->join ('petugas','informasi_pelaporans.petugas_id','=','petugas.id_petugas')
        ->join ('prioritas','informasi_pelaporans.prioritas_id','=','prioritas.id_prioritas')
        ->join ('urgensis','informasi_pelaporans.urgensi_id','=','urgensis.id_urgensi')
        ->join ('usersses','informasi_pelaporans.user_id','=','usersses.id_user')
        ->get();
---
select * from `informasi_pelaporans` inner join `tipes` on `informasi_pelaporans`.`tipe_id` = `tipes`.`id_tipe` inner join `dampaks` on `informasi_pelaporans`.`dampak_id` = `dampaks`.`id_dampak` inner join `jenis` on `informasi_pelaporans`.`jenis_id` = `jenis`.`id_jenis` inner join `kategoris` on `informasi_pelaporans`.`kategori_id` = `kategoris`.`id_kategori` inner join `petugas` on `informasi_pelaporans`.`petugas_id` = `petugas`.`id_petugas` inner join `prioritas` on `informasi_pelaporans`.`prioritas_id` = `prioritas`.`id_prioritas` inner join `urgensis` on `informasi_pelaporans`.`urgensi_id` = `urgensis`.`id_urgensi` inner join `usersses` on `informasi_pelaporans`.`user_id` = `usersses`.`id_user` where `status` = 'difasilitasi'